-- phpMyAdmin SQL Dump
-- version 4.2.7.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2016-05-13 15:00:21
-- 服务器版本： 5.6.20
-- PHP Version: 5.5.15

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `667332`
--

--
-- 转存表中的数据 `question`
--

INSERT INTO `question` (`id`, `question`, `a`, `b`, `c`, `d`, `randomtrue`, `peoplelimit`, `addscore`, `minusscore`, `sort`, `extension`, `availabletime`) VALUES
(12, '你们的社长叫什么名字', '郑凯彬', '郑凯宾', '郑恺彬', '郑恺斌', 'C', 100, 50, 100, 101, 0, 10),
(13, '以下哪个不属于我们的部门', '设计部', '科技部', '宣传部', '秘书部', 'A', 20, 100, 50, 103, 0, 5),
(14, '这是一道测试题，看看谁能抢进来', 'A', 'B', 'C', 'D', 'B', 1, 40, 30, 104, 0, 10),
(15, '这是第二道测试题，测手速', 'A', 'B', 'C', 'D', 'D', 20, 10, 10, 106, 0, 1),
(16, '文本编辑中，全选的快捷键是什么', 'Ctrl+A', 'Ctrl+Shift+A', 'Ctrl+Alt+A', 'Ctrl+shift+Alt+A', 'C', 10, 20, 20, 105, 0, 10),
(17, '这是一个测试页面,这是问题放置的地方', '这是答案', '这不是答案', '这不是答案', '这不是答案', 'D', 400, 20, 20, 102, 0, 500),
(18, '科技社团哪家棒', '嘉应大学找科创', '中国山东找蓝翔', '厨师就选新东方', '北大青鸟等你来', 'D', 400, 0, 0, 0, 0, 30),
(19, 'iphone 6 没有哪种机身颜色', '钻石白(白)', '深空灰(灰)', '土豪金(金)', '闪耀银(银)', 'D', 200, 5, 0, 1, 0, 10),
(20, '“ 切糕车撞倒老太太后，老太太逃逸… ”这则网络段子中的切糕指的是', '玛仁糖', '麻糖', '巴吉尔糖', '巴旦木糖', 'A', 100, 10, 5, 11, 0, 15),
(21, '下列哪个选项不是秦岭——淮河线的意义', '1月零度等温线', '我国湿润区和半湿润区分界线', '我国亚热带季风气候与温带季风气候分界线', '400mm等降水量线', 'A', 200, 5, 5, 2, 0, 15),
(22, '以下哪个数距离1最近', '30/31', '7/6', '11/10', '31/30', 'A', 200, 5, 5, 3, 0, 10),
(23, '下列人物中谁不是三国鼎立时期的人物?', '曹操', '孙权', '刘备', '诸葛亮', 'D', 200, 5, 5, 4, 0, 10),
(24, '淘宝买下拍个东西后未付款,多少个小时以后交易会被关闭', '72小时', '2小时', '12小时', '24小时', 'A', 200, 5, 5, 5, 0, 12),
(25, '很多人喜欢将白兔作为宠物来养，那么它的眼球是什么颜色？', '透明无色', '红色', '灰色', '棕色', 'D', 200, 7, 5, 6, 0, 10),
(26, '权益受到侵害时,可以哪个号码进行维权', '12355', '12369', '12358', '12368', 'C', 180, 7, 5, 7, 0, 10),
(27, '嘉应大学坐落在大山中,经常有雷雨天气,请问在身体感觉到雷击征兆时,以下哪个动作可以最大程度减少雷击伤害', '半蹲,双手搭在膝盖上', '蹲下,抱着膝盖', '迅速下趴作匍匐姿势', '迅速躺在地上', 'A', 180, 7, 10, 8, 0, 15),
(28, '著名歌手陈奕迅的妻子是谁？', '徐濠萦', '蒙嘉慧', '江蕙', '罗美薇', 'A', 180, 7, 7, 9, 0, 10),
(29, '以下哪个网络流行语不在2013年流行', '萌萌哒', '高端大气上档次', '人艰不拆', '图样图森破', 'C', 140, 7, 7, 10, 0, 10),
(31, '在古希腊罗马神话中，哪一位天神是从宙斯的头上出生的？', '雅典娜', '赫拉克勒斯', '盖亚', '阿耳忒弥斯', 'A', 100, 12, 10, 12, 0, 10),
(32, '名侦探柯南中,阿笠博士为柯南发明的第一件物品是什么?', '蝴蝶结变声器', '脚力增强鞋', '手表型麻醉枪', '追缉眼镜', 'D', 100, 10, 12, 13, 0, 12),
(33, '一氧化碳是一种可以使人致死的有毒气体。汽车在什么状态下排放的一氧化碳量较多?', '开发动机停车等候', '高速行驶', '中速行驶', '加速行驶', 'B', 100, 12, 10, 14, 0, 12),
(34, '以下说法正确的是？', '鸭叫的时候是有回音的说法是假的', '隔夜茶不能喝', '鸵鸟的脑袋比眼睛小的动物是假的', '给你一张纸你能折上8次', 'A', 100, 15, 10, 15, 0, 12),
(35, '元素周期表中,以下哪一个元素的原子序数最大', '铅', '金', '汞', '钡', 'A', 90, 15, 10, 16, 0, 10),
(36, '以下哪两种机械键盘标准轴体的按键手感差别最大', '黑轴和青轴', '黑轴和茶轴', '茶轴和红轴', '青轴和红轴', 'A', 90, 13, 15, 17, 0, 10),
(37, '后年的今天(2017年5月9日)是星期几', '星期二', '星期一', '星期日', '星期六', 'A', 90, 14, 15, 18, 0, 10),
(38, '将灯丝断了的白纸灯重新接回去以后,灯的发光亮度将变为', '更亮了', '更暗了', '没变化', '不会亮了', 'B', 80, 15, 15, 19, 0, 10),
(39, '萌萌哒的电影<超能陆战队>的故事发生地点位于', 'San Fransokyo', 'San Fransicoky', 'San Francisco', 'San Fransisco', 'D', 90, 15, 15, 20, 0, 10),
(40, '水在以下哪个条件下的密度最大', '4℃', '0℃', '-10℃', '100℃', 'C', 80, 20, 20, 21, 0, 10),
(41, '以下哪一个是智力的核心?', '抽象思维能力', '知识整合能力', '学习思维能力', '联想思维能力', 'A', 70, 21, 15, 22, 0, 10),
(42, '以下哪一个事实是真的', '有些姑娘满脸油光，可能是缺乏维生素B引起的。', '爱因斯坦小学数学不及格', '防晒霜应该在出门前20分钟涂抹，留足时间给皮肤吸收。', 'iphone6的地图中,钓鱼岛属于日本范围内的群岛', 'A', 60, 20, 20, 23, 0, 15),
(43, '二战期间,美国所发的加密电报的名称为', '纳瓦霍密码', '摩尔斯电码', '恩尼格码', '比尔密码', 'B', 50, 24, 20, 24, 0, 12),
(44, '下面哪种动物具有左右不对称耳道？', '猫头鹰', '蟋蟀', '果下马', '鸭嘴兽', 'D', 40, 25, 20, 25, 0, 10),
(45, '我们学校哪一个地方的女生厕所标识牌使用了蓝色图标', '锡科', '田师', '工楼', '宪梓楼', 'A', 30, 26, 20, 26, 0, 10),
(46, '五音音阶“ 宫商角徽羽 ”是出自《灵枢》的哪一篇？', '《灵枢·邪客》', '《灵枢·水胀》', '《灵枢·决气》', '《灵枢·五色》', 'B', 20, 27, 25, 27, 0, 12),
(47, '电脑中,AVI格式的视频文件的全称是什么？  ', 'Audio Video Interleaved', 'Audioes Video Interleaved', 'Audio Video Interleaving', 'Audio Videoes Interleaved', 'C', 15, 28, 20, 28, 0, 10),
(48, '师古曰:“ 纔,浅也,犹言仅至也 ”，这里的“ 纔 ”是下面哪个字的繁体? ', '才', '兔', '织', '昆', 'C', 10, 28, 25, 28, 0, 10),
(49, '"科创社"的笔画数总共有多少?', '22', '21', '20', '23', 'B', 3, 30, 30, 30, 0, 7),
(50, '用于新的测试', '正确', '错误', '错误', '错误', 'C', 2, 0, 0, 130, 0, 70);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
